;This is used when viewing Completed Projects in Engineering
[IRI_HeavyStrikeModule_T1UnlockTech X2TechTemplate]
DisplayName="实验性重型武器：重型打击模块"
Summary="该模块设计用于安装在外骨骼战甲上作为重型武器，重型打击模块能让使用者同时击穿敌人和墙壁。"
 
[IRI_HeavyStrikeModule_T2UnlockTech X2TechTemplate]
DisplayName="实验性动力武器：动力打击模块"
Summary="动力打击模块能够从重型武器挂载点汲取更多能量，对相邻的敌人和物体发动毁灭性打击。"
 
[IRI_Heavy_AutogunUnlockTech X2TechTemplate]
DisplayName="实验性重型武器：基鲁卡自动枪"
Summary="基鲁卡自动枪由基鲁卡火器公司设计，旨在作为SPARK单位的备用武器，不过普通士兵也能使用。"
 
[IRI_Heavy_Autogun_MK2UnlockTech X2TechTemplate]
DisplayName="实验性动力武器：基鲁卡自动脉冲枪"
Summary="通过应用早期脉冲光束技术概念进行改进，自动脉冲枪比普通基鲁卡自动枪造成的伤害更高。"
 
[IRI_Ammo_SabotUnlockTech X2TechTemplate]
DisplayName="实验性弹药：脱壳穿甲弹"
Summary="这些箭头形状的次口径弹药使用可抛弃弹托加速至超音速，使其在远距离上效果显著提升，且敌人更难躲避。"
 
;I made the write-up for the summary simple because I do not know how to write a nice one
[RetrofitHeavyStrikeModule X2TechTemplate]
DisplayName="改装重型打击模块"
Summary="我们应该能够通过升级现有重型打击模块的部件来制造动力打击模块。"
 
[RetrofitKirukaAutogun X2TechTemplate]
DisplayName="改装基鲁卡自动枪"
Summary="我们应该能够通过升级现有基鲁卡自动枪的部件来制造基鲁卡自动脉冲枪."